Aula13/wsMunicipio

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pir="pir360">
   <soapenv:Header/>
   <soapenv:Body>
      <pir:Consultar>
         <!--Optional:-->
         <pir:Filtro>
            <!--Optional:-->
            <pir:COD_MUNICIPIO/>
            <!--Optional:-->
            <pir:COD_UF>PE</pir:COD_UF>
            <!--Optional:-->
            <pir:DSC_MUNICIPIO/>
         </pir:Filtro>
      </pir:Consultar>
   </soapenv:Body>
</soapenv:Envelope>